[
    {
      "price": "2,913",
      "images": "https://i.ibb.co/kmB9jrW/our-3.jpg",
      "quantity": 28,
      "name": "Hero Splendor Plus",
      "brand": "XOGGLE",
      "decs": "In March 1984, Honda introduced the VF1000R in the European Market. The main motivation behind the creation of VF1000R was that Honda wanted to design a piece that can compete with Daytona 200 and AMA F1 class, having all of the innovative and modern technology that had been used in the AMA F1 class.",
      "supplier": "Lizzie Head"
    },
    {
      "price": "1,780",
      "images": "https://i.ibb.co/xLF8fVZ/our-5.jpg",
      "quantity": 33,
      "name": "TVS Apache RTR 160",
      "brand": "AVIT",
      "decs": "Ducati has a long history of producing elegant sport bikes since the 1940s. In 2007, the Italian company launched their newest 1098S model. It has a powerful 1099cc twin cylinder engine which produces a power of 160 HP with 90.4 ft-lb torque.",
      "supplier": "Barrett Silva"
    },
    {
      "price": "3,979",
      "images": "https://i.ibb.co/3Nmp9Nx/our-4-1.jpg",
      "quantity": 28,
      "name": "Yamaha YZF R15 V3",
      "brand": "NEOCENT",
      "decs": "The German Automotive giant BMW launched a specially designed K series motorcycle named K1200S in 2004. The K1200S has an inline four-cylinder liquid cooled 1157cc engine, which can produce 164 HP at 10250 RPM. It can reach 100 km/h in merely 3.0 seconds.\r\n",
      "supplier": "Susana Warren"
    },
    {
      "price": "2,853",
      "images": "https://i.ibb.co/q04PwqN/gallry-8.jpg",
      "quantity": 21,
      "name": "TVS Jupiter 125",
      "brand": "ZYTREK",
      "decs": "Aprilia is an Italian motorcycle company and a familiar figure in the racing world. Aprilia produced the RSV 1000R Mille from 1998 to 2003. Its 998cc V-twin engine was manufactured by Rotax an Austria based company.\r\n",
      "supplier": "Hilary Moreno"
    },
    {
      "price": "1,872",
      "images": "https://i.ibb.co/Kq85s0F/gallry-6.jpg",
      "quantity": 30,
      "name": "TVS Apache RTR 160",
      "brand": "ZIDANT",
      "decs": "Enim excepteur velit magna est labore do ex officia ipsum ipsum. Occaecat pariatur consequat commodo eu culpa. Id pariatur ipsum cillum labore ex.\r\n",
      "supplier": "Aurelia Foley"
    },
    {
      "price": "1,282",
      "images": "https://i.ibb.co/bmrB90p/our-1.jpg",
      "quantity": 40,
      "name": "Yamaha YZF R15 V3",
      "brand": "VOIPA",
      "decs": "The Kawasaki Ninja Zx-14 (or ZZR1400 in some markets) was first launched at the 2005 Tokyo motor Show. The ZZR14 is incorporated with the 1441cc 4 cylinder, liquid cooled, DOHC, engine, capable of accelerating from 0–60 mph in 2.5 seconds.\r\n",
      "supplier": "Ada Mayer"
    },
    {
      "price": "1,696",
      "images": "https://i.ibb.co/s6CBL9X/our-6.jpg",
      "quantity": 23,
      "name": "Royal Enfield Classic 350",
      "brand": "HOMELUX",
      "decs": "It’s a DOHC, 16-valve, four-cylinder, short-stroke engine that lives up to the expectations. The Suzuki Dual Throttle Valve keeps the engine running at its best at all times. With the ride-by-wire system and the Suzuki Drive Mode Selector, you can fine-tune this bike’s settings according to you. The Suzuki Hayabusa accelerates from 0 to 60 mph in 2.6 seconds, and the Suzuki Clutch Assist System helps limit back-torque. At 6750 RPM, it reaches its maximum output of 197 HP.\r\n",
      "supplier": "Jennie Mercado"
    },
    {
      "price": "3,187",
      "images": "https://i.ibb.co/MyvMJYQ/blog-all-2.jpg",
      "quantity": 21,
      "name": "TVS Apache RTR 180",
      "brand": "IMAGEFLOW",
      "decs": "The Kawasaki Ninja H2R is ranked among one of the tops in the list of the world’s fastest motorcycles. The Ninja H2R is a supercharged liter-class beast that is also known to be the world’s most powerful production out there. It is, however, strictly for track usage and may only be ridden on a closed racing track. In India, the pricing of the most recent 2021 model starts at Rs 79.60 lakhs.\r\n",
      "supplier": "Douglas Conrad"
    },
    {
        "price": "1,390",
        "images": "https://i.ibb.co/fxLNHf7/our-2-1.jpg",
        "quantity": 20,
        "name": "TVS Apache RR 310",
        "brand": "MARTGO",
        "decs": "lectric bikes have failed to gain popularity, but Lightning has been working to alter that for more than a decade. Since its debut electric motorbike in 2006, the firm has gone a long way and currently sells the Lightning LS-218, the fastest electric motorcycle on the market. Thanks to a 200-horsepower electric motor, the blue bike can reach a peak speed of 218 mph.\r\n",
        "supplier": "Staci Waller"
      },
      {
        "price": "1,005",
        "images": "https://i.ibb.co/XL114Kh/gallry-7.jpg",
        "quantity": 40,
        "name": "TVS iQube Electric",
        "brand": "COLUMELLA",
        "decs": "The fast superbike was introduced in 2012 for the 2013 model year, and it featured lighter engine parts than its distinguished predecessors. The Panigale R comes with a track-only Termignoni exhaust system that boosts output from 195 to 202 horsepower and increases peak speed from 186 to 202 mph.",
        "supplier": "Wanda Estes"
      },
      {
        "price": "2,870",
        "images": "https://i.ibb.co/G0hStQM/gallry-5.jpg",
        "quantity": 32,
        "name": "TVS Scooty Pep Plus",
        "brand": "EYERIS",
        "decs": "The Hypersport Premier from Damon Motorcycles isn’t currently available for purchase, but the brand claims some astounding numbers. Someone at the corporation must be fascinated with the number 200 because it represents the motorcycle’s horsepower and range. It’s also the claimed top speed of the bike. That’s correct, the Hypersport Premier is an all-electric motorcycle that gets its power from a 150-kW motor and stores its energy in a 20-kWh battery.\r\n",
        "supplier": "Hogan Owens"
      },
      {
        "price": "3,369",
        "images": "https://i.ibb.co/Zz1ChYS/gallry-9.jpg",
        "quantity": 35,
        "name": "Ducati Multistrada V2",
        "brand": "ZILLACOM",
        "decs": "Ducati may not produce the fastest motorcycles on the market, but it does produce some of the most unique models. The Ducati Superleggera V4 is the company’s most powerful and technologically advanced motorbike, according to the company. The 998cc V4 engine delivers 234 horsepower, which is a lot of power for a carbon-fiber heavy body that only weighs 335.5 pounds with the race equipment.\r\n",
        "supplier": "Jayne Estrada"
      },
      {
        "price": "2,959",
        "images": "https://i.ibb.co/qN8ny3D/blog-all-1.jpg",
        "quantity": 37,
        "name": "Honda CBR150R",
        "brand": "OLUCORE",
        "decs": "he blackbird is a rebuilt bike that has left its great past to forge a brighter future. It’s back to its former brilliance, if not better, with a few slight modifications to the previous one, which debuted in 1996. Speed is at its beck and call, with an 1137 CC liquid-cooled inline four-cylinder engine. The smoother this bike can travel, the higher the RPM. The Honda CBR 1100XX Blackbird is a precision instrument designed for speed, reaching 0-60 in around 2.8 seconds.\r\n",
        "supplier": "Megan Wells"
      },
      {
        "price": "1,965",
        "images": "https://i.ibb.co/SdvN3Jy/our-2.jpg",
        "quantity": 34,
        "name": "KTM 790 Duke",
        "brand": "TWIGGERY",
        "decs": "This specific motorbike may be recognized as the one that breached the “Gentlemen’s Agreement” by reaching a peak speed of 312 km/h (186 mph). To be honest, the brand was never supposed to be a part of the agreement in the first place. The bike was introduced in late 2007 as the next generation of the F4 1000 R model from the company.\r\n",
        "supplier": "Lilly Jenkins"
      }
  ]